[
  {
    "titre": "Les 7 habitudes de ceux qui réalisent tout ce qu’ils entreprennent",
    "auteur": "Stephen R. Covey",
    "prix": "1700 DZD",
    "image": "images/Les_7_habitudes_de_ceux_qui_réalisent_tout_ce_qu’ils_entreprennent.jpg",
    "description": "Un best-seller sur la gestion du temps, la discipline et le leadership personnel.",
    "categorie": "Développement personnel",
    "id": 1,
    "date_publication": "2024-02-05",
    "date_ajout": "2024-02-05",
    "description_longue": "Ce livre propose une approche pratique pour atteindre l'efficacité personnelle en s'appuyant sur des principes fondamentaux. Stephen R. Covey présente une série de sept habitudes qui, lorsqu'elles sont intégrées dans la vie quotidienne, peuvent radicalement améliorer la productivité et la réussite personnelle.",
    "auteur_description": "Stephen R. Covey est un expert en gestion, consultant et auteur américain, reconnu pour ses travaux sur le leadership et la gestion du temps. Il est l'auteur de plusieurs livres à succès, notamment 'Les 7 habitudes des gens efficaces'.",
    "chapitres": 7,
    "langue": "Français"
  },
  {
    "titre": "Pouvoir illimité",
    "auteur": "Tony Robbins",
    "prix": "1500 DZD",
    "image": "images/Pouvoir_illimité.jpg",
    "description": "Les clés de la réussite personnelle et de la transformation intérieure.",
    "categorie": "Développement personnel",
    "id": 2,
    "date_publication": "2024-01-10",
    "date_ajout": "2024-01-10",
    "description_longue": "Dans 'Pouvoir illimité', Tony Robbins présente des stratégies de développement personnel pour améliorer la confiance en soi, la gestion des émotions et la création de résultats exceptionnels dans sa vie. Il vous guide à travers des exercices pratiques pour débloquer votre potentiel intérieur.",
    "auteur_description": "Tony Robbins est un auteur et conférencier reconnu mondialement dans le domaine du développement personnel. Il est célèbre pour ses séminaires et ses livres sur l'amélioration de la vie, y compris 'Pouvoir illimité' et 'L’éveil de votre puissance intérieure'.",
    "chapitres": 15,
    "langue": "Français"
  },
  {
    "titre": "Père riche, Père pauvre",
    "auteur": "Robert T. Kiyosaki",
    "prix": "1800 DZD",
    "image": "images/Père_riche,_Père_pauvre.jpg",
    "description": "Une vision différente de la richesse et de l'éducation financière.",
    "categorie": "Finance",
    "id": 3,
    "date_publication": "2023-11-10",
    "date_ajout": "2023-11-10",
    "description_longue": "Robert Kiyosaki compare les mentalités de son propre père, 'Père pauvre', et de son mentor, 'Père riche'. Il nous enseigne comment l'éducation financière et les investissements peuvent transformer notre vie, et nous offre des conseils pratiques pour créer une richesse durable.",
    "auteur_description": "Robert T. Kiyosaki est un investisseur, entrepreneur et auteur américain, surtout connu pour son livre à succès 'Père riche, Père pauvre'. Il est un fervent défenseur de l'éducation financière et a fondé la société Rich Dad Company.",
    "chapitres": 10,
    "langue": "Français"
  },
  {
    "titre": "L'homme le plus riche de Babylone",
    "auteur": "George S. Clason",
    "prix": "1600 DZD",
    "image": "images/L'homme_le_plus_riche_de_Babylone.jpg",
    "description": "Les principes intemporels de la gestion de l'argent.",
    "categorie": "Finance",
    "id": 4,
    "date_publication": "2023-10-20",
    "date_ajout": "2023-10-20",
    "description_longue": "À travers des paraboles inspirantes, George S. Clason nous dévoile des leçons sur la gestion de l'argent, les investissements et la sécurité financière. Ce livre offre des principes intemporels applicables à toutes les époques et à toute situation financière.",
    "auteur_description": "George S. Clason est un auteur et homme d'affaires américain, connu pour ses écrits sur la gestion financière. Son livre 'L'homme le plus riche de Babylone' est devenu un classique de la littérature financière.",
    "chapitres": 13,
    "langue": "Français"
  },
  {
    "titre": "Harry Potter à l'école des sorciers",
    "auteur": "J.K. Rowling",
    "prix": "1400 DZD",
    "image": "images/Harry_Potter_à_l'école_des_sorciers.jpg",
    "description": "Le début de la saga magique la plus célèbre au monde.",
    "categorie": "Jeunesse",
    "id": 5,
    "date_publication": "2001-01-10",
    "date_ajout": "2001-01-10",
    "description_longue": "Harry Potter, un jeune orphelin, découvre qu'il est un sorcier et entre à l'école de sorcellerie Poudlard. Ce premier tome de la saga nous plonge dans un univers magique fascinant, où l'amitié, le courage et la lutte contre le mal occupent une place centrale.",
    "auteur_description": "J.K. Rowling est une auteure britannique, mondialement célèbre pour sa saga 'Harry Potter'. Elle est l'une des écrivaines les plus influentes du XXIe siècle.",
    "chapitres": 17,
    "langue": "Français"
  },
  {
    "titre": "The fault in our starts",
    "auteur": "John Green",
    "prix": "1250 DZD",
    "image": "images/The_fault_in_our_stars.jpg",
    "description": "Deux adolescents atteints de cancer tombent amoureux.",
    "categorie": "Romance",
    "id": 6,
    "date_publication": "2012-01-10",
    "date_ajout": "2012-01-10",
    "description_longue": "Hazel et Augustus, deux adolescents qui se battent contre le cancer, vivent une histoire d'amour intense et émouvante. 'The Fault in Our Stars' est un roman sur la vie, la mort, et l'impact profond des relations humaines.",
    "auteur_description": "John Green est un auteur américain, reconnu pour ses romans jeunesse. Il a écrit plusieurs best-sellers, dont 'The Fault in Our Stars', qui a été adapté au cinéma.",
    "chapitres": 25,
    "langue": "Anglais"
  },
  {
    "titre": "The Summer I Turned Pretty",
    "auteur": "Jenny Han",
    "prix": "1600 DZD",
    "image": "images/The_summer_i_turned_pretty.jpg",
    "description": "Une histoire touchante sur l'amour, la famille et les étés inoubliables.",
    "categorie": "Romance",
    "id": 7,
    "date_publication": "2009-05-05",
    "date_ajout": "2025-04-11",
    "description_longue": "The Summer I Turned Pretty raconte l’histoire de Belly, une jeune fille qui passe chaque été avec sa famille et les familles des deux garçons qu'elle aime. Ce livre explore l'adolescence, l'amour naissant, la perte, et les émotions profondes liées à la transition de l'enfance à l'âge adulte.",
    "auteur_description": "Jenny Han est une auteure américaine d’origine coréenne, connue pour ses romans pour jeunes adultes. Elle est particulièrement célèbre pour sa trilogie To All the Boys I've Loved Before.",
    "chapitres": 39,
    "langue": "Anglais",
    "Intrigue": " Belly se retrouve entre deux mondes pendant l’été. Ce roman explore les émotions complexes liées à l'amour, la famille et l'identité."
  },
  {
    "titre": "It's Not Summer Without You",
    "auteur": "Jenny Han",
    "prix": "1600 DZD",
    "image": "images/It's_not_summer_without_you.jpg",
    "description": "Un été sans lui ne ressemble à rien... Une suite pleine d’émotion et de nostalgie.",
    "categorie": "Romance",
    "id": 8,
    "date_publication": "2010-04-27",
    "date_ajout": "2025-04-11",
    "description_longue": "Dans ce deuxième tome de la trilogie, Belly fait face à la douleur de la perte de quelqu'un qu'elle aime, tandis que les relations familiales et amicales se complexifient encore. Ce livre parle de la difficulté de grandir et d’accepter le changement.",
    "auteur_description": "Jenny Han est une auteure américaine d’origine coréenne, connue pour ses romans pour jeunes adultes. Elle est particulièrement célèbre pour sa trilogie To All the Boys I've Loved Before.",
    "chapitres": 40,
    "langue": "Anglais",
    "Intrigue": "Ce roman suit Belly alors qu'elle fait face à la séparation, à la croissance personnelle et à l'amour perdu. Les dilemmes familiaux et les choix de vie sont au cœur de l’histoire."
  },
  {
    "titre": "We'll Always Have Summer",
    "auteur": "Jenny Han",
    "prix": "1600 DZD",
    "image": "images/we'll_always_have_summer.jpg",
    "description": "Le dernier été, le choix final... Une conclusion poignante de la trilogie.",
    "categorie": "Romance",
    "id": 9,
    "date_publication": "2011-04-26",
    "date_ajout": "2025-04-11",
    "description_longue": "Le dernier tome de la trilogie où Belly doit faire face à une décision qui pourrait changer sa vie. L’amour, la fidélité et l’avenir sont en jeu alors qu’elle se prépare à faire le choix qui marquera sa transition vers l'âge adulte.",
    "auteur_description": "Jenny Han est une auteure américaine d’origine coréenne, connue pour ses romans pour jeunes adultes. Elle est particulièrement célèbre pour sa trilogie To All the Boys I've Loved Before.",
    "chapitres": 45,
    "langue": "Anglais",
    "Intrigue": " L’histoire se concentre sur la résilience émotionnelle de Belly et les défis des relations amoureuses et familiales, alors qu'elle cherche son propre chemin dans la vie."
  },
  {
    "titre": "Les Misérables",
    "auteur": "Victor Hugo",
    "prix": "1900 DZD",
    "image": "images/Les_miserable.jpg",
    "description": "Un chef-d'œuvre de la littérature française sur la justice, la pauvreté et la rédemption.",
    "categorie": "Classique",
    "id": 10,
    "date_publication": "1862-03-01",
    "date_ajout": "1862-03-01",
    "description_longue": "Ce chef-d'œuvre de la littérature française est une exploration profonde de la justice, de la misère sociale, et de la rédemption. À travers les vies des personnages comme Jean Valjean, Cosette, et Javert, Hugo dresse un tableau des injustices sociales du XIXe siècle en France.",
    "auteur_description": "Victor Hugo, un écrivain, poète et dramaturge français, est l'un des plus grands auteurs de la littérature mondiale. Les Misérables est l'une de ses œuvres les plus emblématiques.",
    "chapitres": 356,
    "langue": "Anglais",
    "Intrigue": " Les Misérables suit la vie de plusieurs personnages, principalement celle de Jean Valjean, un ancien forçat cherchant la rédemption, et de son poursuivant Javert. L’intrigue explore des thèmes comme l’amour, la justice et le sacrifice."
  },
  {
    "titre": "Le Comte de Monte-Cristo",
    "auteur": "Alexandre Dumas",
    "prix": "2000 DZD",
    "image": "images/Le_comte_de_monte_criosto.jpg",
    "description": "L'histoire épique d'un homme trahi qui cherche justice et vengeance.",
    "categorie": "Classique",
    "id": 11,
    "date_publication": "1844-08-28",
    "date_ajout": "1844-08-28",
    "description_longue": "Edmond Dantès, un jeune marin, est trahi et emprisonné à tort. Après son évasion, il devient le Comte de Monte-Cristo et cherche à se venger des responsables de son malheur.",
    "auteur_description": "Alexandre Dumas est un écrivain français, surtout connu pour ses romans d'aventure tels que Les Trois Mousquetaires et Le Comte de Monte-Cristo.",
    "chapitres": 117,
    "langue": "Français",
    "Intrigue": "L’histoire suit Edmond Dantès, un homme injustement emprisonné, qui s’évade et utilise sa nouvelle richesse et son identité pour se venger de ceux qui l’ont trahi."
  },
  {
    "titre": "Une brève histoire du temps",
    "auteur": "Stephen Hawking",
    "prix": "1500 DZD",
    "image": "images/Une_brève_histoire_du_temps.jpg",
    "description": "Un ouvrage de vulgarisation sur l’univers, le temps et les trous noirs.",
    "categorie": "Science",
    "id": 12,
    "date_publication": "1988-04-15",
    "date_ajout": "1988-04-15",
    "description_longue": "Stephen Hawking nous plonge dans les mystères de l'univers, expliquant des concepts complexes comme les trous noirs, l'origine de l'univers, et la théorie des cordes.",
    "auteur_description": "Stephen Hawking était un physicien théoricien et cosmologiste britannique, célèbre pour ses travaux sur les trous noirs et la cosmologie.",
    "chapitres": 12,
    "langue": "Anglais",
    "Intrigue": "Le livre explore la nature du temps, l’origine de l’univers, et les concepts de la physique théorique, notamment les trous noirs et les singularités."
  },
  {
    "titre": "Sapiens : Une brève histoire de l'humanité",
    "auteur": "Yuval Noah Harari",
    "prix": "1800 DZD",
    "image": "images/Sapiens_Une_brève_histoire_de_l'humanité.jpg",
    "description": "Une exploration fascinante de l'histoire de l'homme.",
    "categorie": "Science",
    "id": 13,
    "date_publication": "2011-06-04",
    "date_ajout": "2011-06-04",
    "description_longue": "Yuval Noah Harari explore l'histoire de l'humanité, des premiers Homo sapiens jusqu'à l'ère moderne, en analysant l'impact des révolutions cognitives, agricoles et scientifiques.",
    "auteur_description": "Yuval Noah Harari est un historien et professeur à l'Université Hébraïque de Jérusalem, connu pour ses livres populaires sur l'histoire et la philosophie.",
    "chapitres": 20,
    "langue": "Anglais",
    "Intrigue": "Le livre retrace l'évolution de l'humanité, des premiers ancêtres humains à la domination moderne, et examine l'impact des révolutions cognitives et agricoles."
  },
  {
    "titre": "Powerless",
    "auteur": "Lauren Roberts",
    "prix": "2000 DZD",
    "image": "images/Powerless.jpg",
    "description": "Premier tome d’une trilogie dystopique sur la survie et le pouvoir.",
    "categorie": "Fantasy",
    "id": 14,
    "date_publication": "2023-05-01",
    "date_ajout": "2023-06-01",
    "description_longue": "Dans un monde où les gens dotés de pouvoirs sont opprimés, une jeune héroïne lutte pour survivre et comprendre les mystères derrière ses propres capacités.",
    "auteur_description": "Lauren Roberts est une auteure de fantasy, spécialisée dans les récits dystopiques et de survie.",
    "chapitres": 30,
    "langue": "Anglais",
    "Intrigue": "Une jeune femme sans pouvoirs vit dans un monde où ceux qui en ont sont exploités. Elle découvre rapidement que son destin pourrait changer le cours de l’histoire."
  },
  {
    "titre": "Powerless - 2",
    "auteur": "Lauren Roberts",
    "prix": "2100 DZD",
    "image": "images/Reckless.jpg",
    "description": "La résistance s'organise alors que les secrets se dévoilent.",
    "categorie": "Fantasy",
    "id": 15,
    "date_publication": "2024-01-15",
    "date_ajout": "2024-01-15",
    "description_longue": "La résistance se renforce alors que l’héroïne découvre des secrets cachés et des alliances inattendues dans sa quête pour renverser l'ordre établi.",
    "auteur_description": "Lauren Roberts est une auteure de fantasy, spécialisée dans les récits dystopiques et de survie.",
    "chapitres": 35,
    "langue": "Anglais",
    "Intrigue": "Alors que la résistance se structure, l’héroïne fait face à de nouveaux défis, découvrant des alliés et des ennemis dans son combat pour l’égalité et la liberté."
  },
  {
    "titre": "Daughter of the Pirate King",
    "auteur": "Tricia Levenseller",
    "prix": "1700 DZD",
    "image": "images/Daughter_of_the_pirate_king.jpg",
    "description": "Une héroïne redoutable, mi-princesse mi-pirate, embarque pour une quête pleine de rebondissements.",
    "categorie": "Fantasy",
    "id": 16,
    "date_publication": "2017-02-28",
    "date_ajout": "2017-02-28",
    "description_longue": "Alosa, la fille du roi pirate, est envoyée en mission pour récupérer une carte précieuse. Mais elle doit faire face à de nombreux dangers tout en jonglant avec son identité secrète.",
    "auteur_description": "Tricia Levenseller est une auteure de fantasy, connue pour ses récits de pirates et d'aventures épiques.",
    "chapitres": 20,
    "langue": "Anglais",
    "Intrigue": "L’héroïne, une princesse pirate, se lance dans une aventure pour récupérer une carte mystique, tout en faisant face à des secrets familiaux et des menaces extérieures."
  },
  {
    "titre": "Daughter of the Siren Queen",
    "auteur": "Tricia Levenseller",
    "prix": "1800 DZD",
    "image": "images/Daughter_of_the_siren_queen.jpg",
    "description": "La suite palpitante de Daughter of the Pirate King, avec encore plus d’action et de secrets.",
    "categorie": "Fantasy",
    "id": 17,
    "date_publication": "2018-02-27",
    "date_ajout": "2018-02-27",
    "description_longue": "Alosa doit maintenant faire face à de nouveaux dangers et défis dans sa quête pour maîtriser son héritage tout en se battant contre des ennemis redoutables.",
    "auteur_description": "Tricia Levenseller est une auteure de fantasy, connue pour ses récits de pirates et d'aventures épiques.",
    "chapitres": 22,
    "langue": "Anglais",
    "Intrigue": "Dans cette suite, Alosa se bat pour retrouver son héritage tout en naviguant entre les conflits familiaux et les dangers de la mer."
  }
]